##print("Это программа для расчета твох сбережений")
##save_rubels = int(input("Сколько ты уже накопил?"))
##add_rubels = int(input("Сколько ты будешь откладывать?"))
##days = int(input("На какое кол-во дней делаем расчет?"))
##print(f"У тебя уже есть {save_rubels}")
##print(f"Если ты будешь откладывать по {add_rubels}, то за {days} дней")
##for i in range(days):
##    save_rubels += add_rubels
##    print(f"день {i + 1} - {save_rubels}")
##
##finish = int(input("Сколько ты хочешь накопить?"))
##save_rubels = int(input("Сколько ты уже накопил?"))
##add_rubels = int(input("Сколько ты будешь откладывать?"))
##days = 0
##while finish > save_rubels:
##    save_rubels += add_rubels
##    days += 1
##    print(f"день {days} - {save_rubels}" )
##    
##Написать программу, которая считает сумму чисел от 1 до 20 (включительно) 
##Написать программу, которая считает сумму всех нечетных чисел от 0 до 10.
##Написать программу, которая пишет "hello", пока не получит в ответ "bye".

numbers = 0
while numbers < 21:
    numbers += 1
    for numbers in range(1, 21):
    print(numbers)
